Repository: vermont42/Conjuguer
Catalog: Conjuguer/Assets/Localizable.xcstrings
Source language: en
Languages: fr

# Info.passéAntérieurText
source: `Use` The ~passé antérieur~ (anterior past) is used for past events that were completed prior to other past events. A clause using the passé antérieur often begins with a time conjunction, for example aussitôt que, dès que, or quand. Examples: “Gervaise, dès qu’il se $FUt$ éloigné, se $remIt$ à la fenêtre.” = “As soon as he $haD$ gone away, Gervaise again returned to the window.” - Émile Zola, L’assommoir “Le patient arriva enfin …, et quand il $Eut$ $ÉtÉ$ hissé sur la plate-forme, … une huée prodigieuse mêlée de rires et d’acclamations, éclata dans la place.” = “The condemned finally arrived, … and when he $haD$ been hoisted upon the platform, … a prodigious hoot, mingled with laughter and cheers, erupted in the plaza.” - Victor Hugo, Notre-Dame de Paris `Conjugation` The passé antérieur is formed from the ‡passé simple‡ conjugation of ‡avoir‡ or ‡être‡ followed by the ‡participe passé‡. The section ~Agreement~ of this app’s description of the ‡participe passé‡ has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Le ~passé antérieur~ est utilisé pour exprimer des événements antérieurs qui ont été accomplis avant d’autres événements passés. Une proposition utilisant le passé antérieur commence souvent par une conjonction de temps, par exemple immédiatement que, dès que ou quand. Exemples : « Gervaise, dès qu’il se $FUt$ éloigné, se $remIt$ à la fenêtre. » = « As soon as he $haD$ gone away, Gervaise again returned to the window. » - Émile Zola, L’assommoir « Le patient arriva enfin …, et quand il $Eut$ $ÉtÉ$ hissé sur la plate-forme, … une huée prodigieuse mêlée de rires et d’acclamations, éclata dans la place. » = « The condemned finally arrived, … and when he $haD$ been hoisted upon the platform, … a prodigious hoot, mingled with laughter and cheers, erupted in the plaza. » - Victor Hugo, Notre-Dame de Paris `Conjugaison` Le passé antérieur est formé par la conjugaison ‡passé simple‡ d’‡avoir‡ ou d’‡être‡ suivi du ‡participe passé‡. La section ~Accord~ de cette application concernant le ‡participe passé‡ contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.passéComposéText
source: `Use` The ~passé composé~ (composed past) is used for completed, choate, non-continuous, non-repeated past actions. Examples: “[N]ous avons $faiT$ le voyage avec les deux enfants.” = “We traveled with the two children.” - Émile Zola, L’assommoir “Mais j’ai $Vu$ monsieur d’Ajuda-Pinto entrant chez monsieur de Rochefide, et j’$aI$ pensé qu’alors vous $Étiez$ seule.” = “But I $sAW$ Mr. d’Ajuda-Pinto entering Mr. de Rochefide’s house, and I $thOUGHT$ you $WERE$ alone then.” - Honoré de Balzac, Le père Goriot This second example demonstrates why ‡être‡, the most commonly used French verb, rarely uses the passé composé. Past state is usually expressed with the ‡imparfait‡, not the passé composé. ‡Être‡ ~does~ use the passé composé for the passive voice, as demonstrated below. “Lorsque l’assommoir $A$ $paRu$ dans un journal, il a $ÉtÉ$ attaqué avec une brutalité sans exemple, dénoncé, chargé de tous les crimes.” = “When ‘The Drinking Den’ appeared in a newspaper, it $WAS$ denounced, charged with every crime, and attacked with unprecedented brutality.” - Émile Zola, L’assommoir `Conjugation` The passé composé is formed from the ‡indicatif présent‡ conjugation of ‡avoir‡ or ‡être‡ followed by the ‡participe passé‡. The section ~Agreement~ of this app’s description of the ‡participe passé‡ has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Le ~passé composé~ est utilisé pour les actions du passé qui sont terminées, achevées, non continues et non répétées. Exemples : « [N]ous avons $faiT$ le voyage avec les deux enfants. » = « We traveled with the two children. » - Émile Zola, L’assommoir « Mais j’ai $Vu$ monsieur d’Ajuda-Pinto entrant chez monsieur de Rochefide, et j’$aI$ pensé qu’alors vous $Étiez$ seule. » = « But I $sAW$ Mr. d’Ajuda-Pinto entering Mr. de Rochefide’s house, and I $thOUGHT$ you $WERE$ alone then. » - Honoré de Balzac, Le père Goriot Ce deuxième exemple montre pourquoi ‡être‡, le verbe français le plus utilisé, utilise rarement le passé composé. L’état passé est généralement exprimé en utilisant l’‡imparfait‡, et non pas le passé composé. Cependant, ‡être‡ s’emploie au passé composé pour la voix passive, comme le montre l’exemple ci-dessous. « Lorsque l’assommoir $A$ $paRu$ dans un journal, il a $ÉtÉ$ attaqué avec une brutalité sans exemple, dénoncé, chargé de tous les crimes. » = « When “The Drinking Den” appeared in a newspaper, it $WAS$ denounced, charged with every crime, and attacked with unprecedented brutality. » - Émile Zola, L’assommoir `Conjugaison` Le passé composé est formé par la conjugaison ‡indicatif présent‡ d’‡avoir‡ ou d’‡être‡ suivi du ‡participe passé‡. La section ~Accord~ de cette application concernant le ‡participe passé‡ contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.passéSimpleText
source: `Use` The passé simple (simple past) was used for actions that were completed in the past. This use contrasted with that of the imparfait, which was (and continues to be) used for actions that were repeated, habitual, or continuing. The passé simple is no longer used in conversation or writing unless the speaker or writer is self-consciously recondite. Here are some examples of the passé simple. “Tresqu’en la mer $cUnquist$ la tere altaigne.” = “He conquered the high land down to the sea.” - Turoldus, La chanson de Roland “Me $vInt$ le vouloir de briser la tres amoureuse prison.” = “I $WAS$ seized by desire to break out of the prison of love.” - François Villon, Le testament “Emma s’étendit beaucoup sur la misère des affections terrestres et l’éternel isolement où le cœur reste enseveli.” = “Emma $spOke$ at length about the misery of earthly ailments and the eternal isolation in which the heart remains buried.” - Gustave Flaubert, Madame Bovary “J’entendis les pas de mes parents qui accompagnaient Swann.” = “I $hearD$ the footsteps of my parents, who $WERE$ accompanying Swann.” - Marcel Proust, Du côté de chez Swann `Conjugation` For regular ~er~, ~ir~, and ~re~ verbs, the passé-simple stem is the infinitif minus the -er, -ir, or -re ending. Verbs with irregular participe-passé stems, including most ~oir~ verbs, use those stems for the passé simple. For example, the participe-passé and passé-simple stem of devoir is $D$-. The passé-simple stem of être, $F$-, though irregular, is related to the English words be and been. The passé-simple endings belong to one of the following categories. 1. Regular ~er~ verbs plus traire (~a~ group): ai, as, a, âmes, âtes, èrent Examples: ‡parler‡: parle, parles, parle, parlons, parlez, parlent ‡traire‡: $traYai$, $traYas$, $traYa$, $traYâmes$, $traYâtes$, $traYèrent$ 2. Regular ~ir~ verbs, regular ~re~ verbs, and certain irregular verbs (~i~ group): is, is, it, îmes, îtes, irent Examples: ‡finir‡: finis, finis, finit, finissons, finissez, finissent ‡naître‡: $naQUis$, $naQUis$, $naQUit$, $naQUîmes$, $naQUîtes$, $naQUirent$ ‡rendre‡: rendis, rendis, rendit, rendîmes, rendîtes, rendirent 3. ‡Haïr (Québec)‡, ‡haïr (France)‡, ‡ouïr (modern)‡, and ‡ouïr (trad.)‡ (~ï~ group): ïs, ïs, ït, ïmes, ïtes, ïrent Examples: ‡haïr (Québec)‡: haïs, haïs, haït, haïmes, haïtes, haïrent ‡ouïr (modern)‡: ouïs, ouïs, ouït, ouïmes, ouïtes, ouïrent 4. Certain irregular verbs (~u~ group): us, us, ut, ûmes, ûtes, urent ‡avoir‡: $Eus$, $Eus$, $Eut$, $Eûmes$, $Eûtes$, $Eurent$ ‡boire‡: $Bus$, $Bus$, $But$, $Bûmes$, $Bûtes$, $Burent$ ‡être‡: $Fus$, $Fus$, $Fut$, $Fûmes$, $Fûtes$, $Furent$ ‡lire‡: $Lus$, $Lus$, $Lut$, $Lûmes$, $Lûtes$, $Lurent$ 5. Certain irregular verbs (~bare~ group): s, s, t, ^mes, ^tes, rent ‡dire‡: dis, dis, dit, dîmes, dîtes, dirent ‡exclure‡: exclus, exclus, exclut, exclûmes, exclûtes, exclurent ‡venir‡: $vIns$, $vIns$, $vInt$, $vÎnmes$, $vÎntes$, $vInrent$
fr: `Utilisation` Le passé simple était utilisé pour les actions qui étaient accomplies dans le passé, contrairement à l’imparfait, qui était (et continue d’être) utilisé pour des actions répétées, habituelles ou durables. Le passé simple n’est plus utilisé dans la conversation ou l’écriture à moins que le locuteur ou l’écrivain ne soit consciemment abstrus. Voici quelques exemples du passé simple. « Tresqu’en la mer $cUnquist$ la tere altaigne. » = « He conquered the high land down to the sea. » - Turoldus, La chanson de Roland « Me $vInt$ le vouloir de briser la tres amoureuse prison. » = « I $WAS$ seized by desire to break out of the prison of love. » - François Villon, Le testament « Emma s’étendit beaucoup sur la misère des affections terrestres et l’éternel isolement où le cœur reste enseveli. » = « Emma $spOke$ at length about the misery of earthly ailments and the eternal isolation in which the heart remains buried. » - Gustave Flaubert, Madame Bovary « J’entendis les pas de mes parents qui accompagnaient Swann. » = « I $hearD$ the footsteps of my parents, who $WERE$ accompanying Swann. » - Marcel Proust, Du côté de chez Swann `Conjugaison` Pour les verbes réguliers ~er~, ~ir~ et ~re~, le radical passé-simple est l’infinitif sans la terminaison -er, -ir ou -re. Les verbes qui ont des radicaux irréguliers du participe passé, y compris la plupart des verbes avec ~oir~, utilisent ces radicaux pour le passé simple. Par exemple, le radical du participe passé et du passé simple de ‡devoir‡ est $D$-. Le radical du passé simple d’être, $F$-, bien qu’il soit irrégulier, est lié aux mots anglais be et been. Les terminaisons du passé simple appartiennent à l’une des catégories suivantes. 1. Verbes réguliers ~er~ plus le verbe traire (groupe ~a~) : ai, as, a, âmes, âtes, èrent Exemples : ‡parler‡ : parle, parles, parle, parlons, parlez, parlent ‡traire‡ : $traYai$, $traYas$, $traYa$, $traYâmes$, $traYâtes$, $traYèrent$ 2. Verbes réguliers ~ir~, verbes réguliers ~re~ et certains verbes irréguliers (groupe ~i~) : is, is, it, îmes, îtes, irent Exemples : ‡finir‡ : finis, finis, finit, finissons, finissez, finissent ‡naître‡ : $naQUis$, $naQUis$, $naQUit$, $naQUîmes$, $naQUîtes$, $naQUIrent$ ‡rendre‡ : rendis, rendis, rendit, rendîmes, rendîtes, rendirent 3. ‡Haïr (Québec)‡, ‡haïr (France)‡, ‡ouïr (modern)‡ et ‡ouïr (trad.)‡ (groupe ~ï~) : ïs, ïs, ït, ïmes, ïtes, ïrent Exemples : ‡haïr (Québec)‡ : haïs, haïs, haït, haïmes, haïtes, haïrent ‡ouïr (modern)‡ : ouïs, ouïs, ouït, ouïmes, ouïtes, ouïrent 4. Certains verbes irréguliers (groupe ~u~) : us, us, ut, ûmes, ûtes, urent ‡avoir‡ : $Eus$, $Eus$, $Eut$, $Eûmes$, $Eûtes$, $Eurent$ ‡boire‡ : $Bus$, $Bus$, $But$, $Bûmes$, $Bûtes$, $Burent$ ‡être‡ : $Fus$, $Fus$, $Fut$, $Fûmes$, $Fûtes$, $Furent$ ‡lire‡ : $Lus$, $Lus$, $Lut$, $Lûmes$, $Lûtes$, $Lurent$ 5. Certains verbes irréguliers (groupe ~nu~): s, s, t, ^mes, ^tes, rent ‡dire‡ : dis, dis, dit, dîmes, dîtes, dirent ‡exclure‡ : exclus, exclus, exclut, exclûmes, exclûtes, exclurent ‡venir‡ : $vIns$, $vIns$, $vInt$, $vÎnmes$, $vÎntes$, $vInrent$

# Info.passéSurcomposéText
source: `Use` The ~passé surcomposé~ (double-compound past) is used for situations existing prior to a fixed point in the past. Use of this tense is stigmatized and rare outside southern France. Examples: “Quand j’$aI$ $EU$ perdu ma pauvre défunte, j’allais dans les champs pour être tout seul.” = “When I $losT$ my poor deceased, I $WENT$ to the fields to be all alone.” - Gustave Flaubert, Madame Bovary “Comment monsieur Vautrin $EST$-il donc rentré cette nuit après que Christophe $A$ $EU$ $mIS$ les verrous?” = “So how did Monsieur Vautrin come home that night after Christophe $haD$ bolted the doors?” - Honoré de Balzac, Le père Goriot `Conjugation` The passé surcomposé is formed from the ‡passé composé‡ conjugation of ‡avoir‡ or ‡être‡ followed by the ‡participe passé‡. The section ~Agreement~ of this app’s description of the ‡participe passé‡ has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Le ~passé surcomposé~ est utilisé pour décrire les situations antérieures à un instant fixe dans le passé. L’usage de ce temps est stigmatisé et rare en dehors du midi français. Exemples : « Quand j’$aI$ $EU$ perdu ma pauvre défunte, j’allais dans les champs pour être tout seul. » = « When I $losT$ my poor deceased, I $WENT$ to the fields to be all alone. » - Gustave Flaubert, Madame Bovary « Comment monsieur Vautrin $EST$-il donc rentré cette nuit après que Christophe $A$ $EU$ $mIS$ les verrous ? » = « So how did Monsieur Vautrin come home that night after Christophe $haD$ bolted the doors ? » - Honoré de Balzac, Le père Goriot `Conjugaison` Le passé surcomposé est formé par la conjugaison ‡passé composé‡ d’‡avoir‡ ou d’‡être‡ suivi du ‡participe passé‡. La section ~Accord~ de cette application concernant le ‡participe passé‡ contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.plusQueParfaitText
source: `Use` The ~plus-que-parfait~ (pluperfect) is used for situations existing prior to a fixed point in the past. Examples: “Si vous saviez … tout ce que j’avais rêvé!” = “If you only knew … everything I $haD$ $dreamT$ of!” - Gustave Flaubert, Madame Bovary “[J]e m’$Étais$ barré la possibilité de m’endormir sans l’avoir $reVue$.” = “I $haD$ denied myself the possibility of falling asleep without having seen her again.” - Marcel Proust, Du côté de chez Swann `Conjugation` The plus-que-parfait is formed from the ‡imparfait‡ conjugation of ‡avoir‡ or ‡être‡ followed by the ‡participe passé‡. The section ~Agreement~ of this app’s description of the ‡participe passé‡ has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Le ~plus-que-parfait~ est utilisé pour les situations antérieures par rapport à un instant fixe dans le passé. Exemples : « Si vous saviez … tout ce que j’avais rêvé ! » = « If you only knew … everything I $haD$ $dreamT$ of ! » - Gustave Flaubert, Madame Bovary « [J]e m’$Étais$ barré la possibilité de m’endormir sans l’avoir $reVue$. » = « I $haD$ denied myself the possibility of falling asleep without having seen her again. » - Marcel Proust, Du côté de chez Swann `Conjugaison` Le plus-que-parfait est formé par la conjugaison ‡imparfait‡ d’‡avoir‡ ou d’‡être‡ suivi du ‡participe passé‡. La section ~Accord~ de cette application concernant le ‡participe passé‡ contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.questionsAndResponsesHeading
source: Questions and Responses
fr: Questions et réponses

# Info.questionsAndResponsesText
source: ~Q:~ How can I contact the developer of ~Conjuguer~? ~R:~ Email vermontcoder@gmail.com. ~Q:~ There is a verb missing from the ~Verbs~ screen. What gives? ~R:~ Feel free to email ~Conjuguer~’s developer at vermontcoder@gmail.com if you would like a verb to be added. ~Q:~ Why does ~Conjuguer~ mostly use French names for tenses rather than English, for example, ~indicatif présent~ rather than ~present indicative~? ~R:~ Admittedly, English tense names would perhaps be more approachable for the learner in certain cases, for example, ‡radical du futur‡. English speakers might better understand the term ~future stem~. But perhaps because of his years working as a lawyer, ~Conjuguer~’s developer values precision in language. English tense names map imperfectly to French tenses. For example, the English ~present indicative~ has more limited uses than the French ‡indicatif présent‡. The English term is therefore an imprecise match for the French tense. ~Q:~ I’ve seen the terms “mood” and “aspect” in descriptions of verb tenses, but ~Conjuguer~ does not use these terms. Also, the ‡participe passé‡, ‡participe présent‡, and ‡radical du futur‡ are not really tenses. ~R:~ Was that a question? You are correct that ~Conjuguer~ does not use these two terms, and those three things are not usually described as “tenses”. With respect to terminology, bear in mind that ~Conjuguer~’s purpose is to teach French-verb conjugation, not to teach English French-verb-conjugation nomenclature. With respect to the ‡participe passé‡, ‡participe présent‡, and ‡radical du futur‡, ~Conjuguer~’s developer does consider those three things to be tenses, if “tense” is taken to mean “a systematic way of changing verbs for a specific purpose”. This definition, though absent, on information and belief, from any dictionary, serves ~Conjuguer~’s pedagogical purpose well enough. ~Q:~ Why aren’t there more recent examples of uses of the tenses? ~R:~ French copyright expires seventy years after the death of the author, unless the author died in military service during wartime, in which case the period is one hundred years. Antoine de Saint-Exupéry’s 1944 death precludes use of “Le petit prince”, ~Conjuguer~’s developer’s favorite French book. Verily, ~Conjuguer~ respects French copyright law, and all example uses of verb tenses are more than one hundred years old.
fr: ~Q :~ Comment puis-je contacter le développeur de ~Conjuguer~ ? ~R :~ Envoyez un e-mail à vermontcoder@gmail.com. ~Q :~ Il manque un verbe dans l’écran ~Verbes~. Qu’est-ce qui se passe ? ~R :~ N’hésitez pas à envoyer un e-mail au développeur de ~Conjuguer~, vermontcoder@gmail.com, si vous souhaitez qu’un verbe soit ajouté. ~Q :~ Pourquoi ~Conjuguer~ utilise-t-elle principalement des noms français pour les temps plutôt qu’anglais, par exemple, ~indicatif présent~ plutôt que ~present indicative~ ? ~R :~ Certes, les noms des temps en anglais seraient peut-être plus accessibles pour l’apprenant dans certains cas, par exemple, ‡radical du futur‡. Les anglophones pourraient mieux comprendre le terme ~future stem~. Mais peut-être à cause de ses années de travail en tant qu’avocat, le développeur de ~Conjuguer~ valorise la précision linguistique. Les noms des temps anglais correspondent imparfaitement à ceux du français. Par exemple, le ~present indicative~ anglais a des usages plus limités que l’‡indicatif présent‡ français. Le terme anglais décrit donc mal le temps français. ~Q :~ Les termes « mode » et « aspect » ont été utilisés dans les descriptions des temps verbaux, mais ~Conjuguer~ n’utilise pas ces termes. De plus, le ‡participe passé‡, le ‡participe présent‡ et le ‡radical du futur‡ ne constituent pas vraiment des temps. ~R :~ Est-ce bien une question ? Effectivement, ~Conjuguer~ n’utilise pas ces deux termes, et ces trois éléments ne sont pas généralement décrits comme étant des « temps ». Quant à la terminologie, gardez en tête que le but de ~Conjuguer~ est d’enseigner la conjugaison des verbes français, et non d’enseigner la nomenclature de la conjugaison des verbes en anglais. En ce qui concerne le ‡participe passé‡, le ‡participe présent‡ et le ‡radical du futur‡, le développeur de ~Conjuguer~ considère ces trois éléments comme des temps, si le terme « temps » signifie « une manière systématique de changer les verbes dans un but précis ». Cette définition, bien qu’absente, au meilleur de ses informations et croyances, dans n’importe quel dictionnaire, sert assez bien l’objectif pédagogique de ~Conjuguer~. ~Q :~ Pourquoi n’y a-t-il pas d’exemples plus récents d’utilisation des temps ? ~R :~ En France, le droit d’auteur expire soixante-dix ans après sa, sauf si l’auteur est décédé pendant le service militaire en temps de guerre, auquel cas le delai est de cent ans. La mort d’Antoine de Saint-Exupéry en 1944 empêche l’utilisation du livre « Le petit prince », ouvre français préféré du développeur de ~Conjuguer~. En vérité, ~Conjuguer~ respecte la loi française sur le droit d’auteur, et tous les exemples d’utilisation ont plus de cent ans.

# Info.radicalFuturText
source: `Uses` The ~radical du futur~ (future stem) has two uses: • As the stem for the ‡futur simple‡. “La noce $aUra$ lieu le samedi 29 juillet.” = “The wedding will take place on Saturday, July 29.” - Émile Zola, L’assommoir • As the stem for the ‡conditionnel présent‡. “[O]n rêvait à la quantité de plats qu’il $faUDrait$ et quelles $SEraient$ les entrées.” = “One $dreamT$ of the quantity of dishes that would be needed and what the starters would be.” - Gustave Flaubert, Madame Bovary `Form` For most verbs, the radical du futur is identical to the infinitif. The final -e is dropped from -re verbs. Examples: ‡finir‡ -> finir- ‡parler‡ -> parler- ‡rendre‡ -> rendr- Certain verbs have irregular radicaux futurs. They are: ‡acquérir‡ -> $acquERr$- ‡aller‡ -> $Ir$- ‡appeler‡ -> $appelLer$- ‡asseoir‡ -> $assIÉr$-* ‡avoir‡ -> $aUr$- ‡choir‡ -> $chERr$-* ‡dépecer‡ -> $dépÈcer$- ‡devoir‡ -> $devR$- ‡employer‡ -> $emploIer$- ‡envoyer‡ -> $envERr$- ‡être‡ -> $SEr$- ‡faire‡ -> $fEr$- ‡faillir‡ -> $faUDr$-* ‡falloir‡ -> $faUDr$- ‡issir‡ -> $isTr$- ‡jeter‡ -> $jetTer$- ‡pouvoir‡ -> $pouRr$- ‡mouvoir‡ -> $mouvR$- ‡ouïr (trad.)‡ -> $Oir$-* or $oRr$-* ‡payer‡ -> $paIer$-* ‡peser‡ -> $pÈser$- ‡savoir‡ -> $saUr$- ‡venir‡ -> $vIenDr$- ‡valoir‡ -> $vaUDr$- ‡voir‡ -> $veRr$- ‡vouloir‡ -> $vouDr$- * Use of these irregular radicaux futurs is optional. For example, the radicaux futurs of ‡payer‡ are both payer- and $paIer$-. Verbs derived from the above verbs use variants of these irregular radicaux futurs. Example: ‡devenir‡ -> $devIenDr$
fr: `Utilisations` Le ~radical du futur~ peut être utilisé de deux manières : • Comme le radical du ‡futur simple‡. « La noce $aUra$ lieu le samedi 29 juillet. » = « The wedding will take place on Saturday, July 29. » - Émile Zola, L’assommoir • Comme le radical du ‡conditionnel présent‡. « [O]n rêvait à la quantité de plats qu’il $faUDrait$ et quelles $SE seraient$ les entrées. » = « One $dreamT$ of the quantity of dishes that would be needed and what the starters would be. » - Gustave Flaubert, Madame Bovary `Forme` Pour la plupart des verbes, le radical du futur est identique à l’infinitif. Le -e final est supprimé pour les verbes -re. Exemples : ‡finir‡ -> finir- ‡parler‡ -> parler- ‡rendre‡ -> rendr- Certains verbes ont des radicaux du futur irréguliers. Ils sont: ‡acquérir‡ -> $acquERr$- ‡aller‡ -> $Ir$- ‡appeler‡ -> $appelLer$- ‡asseoir‡ -> $assIÉr$-* ‡avoir‡ -> $aUr$- ‡choir‡ -> $chERr$-* ‡dépecer‡ -> $dépÈcer$- ‡devoir‡ -> $devR$- ‡employer‡ -> $emploIer$- ‡envoyer‡ -> $envERr$- ‡être‡ -> $SEr$- ‡faire‡ -> $fEr$- ‡faillir‡ -> $faUDr$-* ‡falloir‡ -> $faUDr$- ‡issir‡ -> $isTr$- ‡jeter‡ -> $jetTer$- ‡pouvoir‡ -> $pouRr$- ‡mouvoir‡ -> $mouvR$- ‡ouïr (trad.)‡ -> $Oir$-* or $oRr$-* ‡payer‡ -> $paIer$-* ‡peser‡ -> $pÈser$- ‡savoir‡ -> $saUr$- ‡venir‡ -> $vIenDr$- ‡valoir‡ -> $vaUDr$- ‡voir‡ -> $veRr$- ‡vouloir‡ -> $vouDr$- * L’utilisation de ces radicaux du futur irréguliers est facultative. Par exemple, les radicaux du futur de ‡payer‡ sont à la fois payer- et $paIer$-. Les verbes dérivés des verbes ci-dessus utilisent des variantes de ces radicaux du futur irréguliers. Exemple : ‡devenir‡ -> $devIenDr$
